---
kind: property
id: P:Autodesk.Revit.DB.MEPSize.UsedInSizing
source: html/256878c4-effe-babd-3791-00f37ba3f088.htm
---
# Autodesk.Revit.DB.MEPSize.UsedInSizing Property

Whether is used in sizing.

## Syntax (C#)
```csharp
public bool UsedInSizing { get; }
```